<?php

return array (
  0 => 
  array (
    '_id' => 116117,
    'title' => '仅售1288元，市场价3272元的天吉大酒店豪华海鲜宴10-12人餐，赠送水果拼盘，美味共享，欢度圣诞！',
    'address' => '浦东南路855号世界广场3楼',
    'coordinate' => 
    array (
      'longitude' => 121.5142,
      'latitude' => 31.23253,
    ),
  ),
  1 => 
  array (
    '_id' => 116111,
    'title' => '仅售398元，市场价1104元的天吉大酒店4-6人套餐，赠水果拼盘，欢乐圣诞，温馨一刻！',
    'address' => '浦东南路855号世界广场3楼',
    'coordinate' => 
    array (
      'longitude' => 121.5142,
      'latitude' => 31.23253,
    ),
  ),
  2 => 
  array (
    '_id' => 115696,
    'title' => '毕业了，我们去深圳吧',
    'address' => '上海 黄浦区 人民广场 南京路步行街',
    'coordinate' => 
    array (
      'longitude' => 121.474777,
      'latitude' => 31.234846,
    ),
  ),
  3 => 
  array (
    '_id' => 115686,
    'title' => '好友会面，一起来体验瑜伽吧',
    'address' => '上海 浦东新区 商城路297号申金大厦408室',
    'coordinate' => 
    array (
      'longitude' => 121.510353,
      'latitude' => 31.229366,
    ),
  ),
  4 => 
  array (
    '_id' => 115685,
    'title' => '在自然山水中邂逅人生另一半。。上海旅游交友自驾群',
    'address' => '上海 浦东新区 八佰伴 浦东南路中融国际商城7楼上海歌城',
    'coordinate' => 
    array (
      'longitude' => 121.52504,
      'latitude' => 31.230747,
    ),
  ),
  5 => 
  array (
    '_id' => 115683,
    'title' => '魔都三国杀聚会（长期）',
    'address' => '上海 黄浦区 浙江中路229号3楼365室',
    'coordinate' => 
    array (
      'longitude' => 121.478989,
      'latitude' => 31.233599,
    ),
  ),
  6 => 
  array (
    '_id' => 115655,
    'title' => '世界末日系列--2012世界末日狂欢德啤畅饮派对',
    'address' => '上海 黄浦区 人民广场 北京西路61号',
    'coordinate' => 
    array (
      'longitude' => 121.472343,
      'latitude' => 31.2369,
    ),
  ),
  7 => 
  array (
    '_id' => 93287,
    'title' => '【上海杭州2店通用】仅售78元！市场价最高660元的上海鸿光眼镜/杭州视觉眼镜配镜套组一份（男女不限，需自取）：记忆板材架/合金钢板架/记忆钛架（3选1）+卡蒂罗镜片【1.56折射率、非球面、加硬加膜】，另免费验光+免费清洗+免费校正、维修！赠送镜盒、镜布！镜片适用于近视0-800度（含）和散光0-200度（含）的用户！更有升级套组详见页面！时尚前卫，让你靓丽出行！专业眼光配镜，让您看到的世界更清晰明亮！',
    'address' => '上海市黄浦区南京东路592号4楼412室（南京东路步行街李宁旗舰店楼上）',
    'coordinate' => 
    array (
      'longitude' => 121.48023,
      'latitude' => 31.23576,
    ),
  ),
  8 => 
  array (
    '_id' => 90463,
    'title' => '仅售9.8元，市场价12.8元的牛奶棚掼奶魔方蛋糕2个，节假日通用，营养健康！爱意无限',
    'address' => '黄浦区西藏中路632号',
    'coordinate' => 
    array (
      'longitude' => 121.47355,
      'latitude' => 31.23817,
    ),
  ),
  9 => 
  array (
    '_id' => 90460,
    'title' => '【城隍庙】仅售798元！市场价1420元的兴宇大酒店8-10人套餐一份：鲍参刺肚羹+双椒焗龙虾+鲍汁扣大乌参+避风塘花蟹+沙田乳鸽+酱爆驼峰肉+深井烧鹅+辣酒煮香螺+桂花炒瑶柱+干煸四季豆+清炒时蔬+木瓜蛋挞+生煎包！邀请朋友来一起品尝这精致的美食吧！另赠送水果拼盘1份及精美八冷碟1份！',
    'address' => '黄浦区人民路386号8楼',
    'coordinate' => 
    array (
      'longitude' => 121.49216,
      'latitude' => 31.22945,
    ),
  ),
  10 => 
  array (
    '_id' => 90455,
    'title' => '【城隍庙】仅售158元！市场价478元的兴宇大酒店4人套餐一份：双椒焗龙虾+西湖牛肉羹+红烧罗汉鲍+蜜汁叉烧+素鱼翅饺+清炒时蔬！邀请朋友来一起品尝这精致的美食吧！',
    'address' => '黄浦区人民路386号8楼',
    'coordinate' => 
    array (
      'longitude' => 121.49216,
      'latitude' => 31.22945,
    ),
  ),
  11 => 
  array (
    '_id' => 90451,
    'title' => '【2店通用】仅售999元！市场价4108元的跃民大酒店10人B套餐一份：冷菜（老干妈小黄鱼+家乡咸鸡+特色鱼皮+糟三鲜+水晶肴肉+关东木耳+万年青+冰糖红枣）+热菜（清蒸大闸蟹+黄油焗龙虾+鲍汁翅肚羹+酒香蒸鲥鱼+豆豉扇贝王+黑椒牛仔粒+金牌烤鸭+ 红烧大圆蹄+小米椒仔鸡+特色鱼米之乡+龙虾泡饭+上汤时蔬+点心（麻饼）！拉手券使用时间：西藏南路店：10:30-14:00，16:00-21:00，崂山路店：10:30-14:00 ，16:00-次日凌晨03:00！',
    'address' => '浦东新区崂山路585号',
    'coordinate' => 
    array (
      'longitude' => 121.52343,
      'latitude' => 31.2254,
    ),
  ),
  12 => 
  array (
    '_id' => 90450,
    'title' => '【2店通用】仅售168元！市场价827元的跃民大酒店4-6人套餐一份：冷菜（散养鸡+本帮熏鱼+凉拌黄瓜）+热菜（香辣梭子蟹+酒香鲥鱼+清炒河虾仁+干锅牛筋+鹅肝沫炖蛋+灌汤虾球+香菇面筋煲+热炝花蛤+本帮酸辣汤+清炒时蔬）！拉手券使用时间：西藏南路店：10:30-14:00，16:00-21:00，崂山路店：10:30-14:00 ，16:00-次日凌晨03:00！',
    'address' => '浦东新区崂山路585号',
    'coordinate' => 
    array (
      'longitude' => 121.52343,
      'latitude' => 31.2254,
    ),
  ),
  13 => 
  array (
    '_id' => 90449,
    'title' => '【2店通用】仅售699元！市场价2013元的跃民大酒店10人A套餐一份：冷菜（散养鸡+水晶肴肉+本帮熏鱼+关东木耳+色拉+万年青）+热菜（葱油局龙虾+葱姜梭子蟹+金牌烤鸭+灌汤虾球+鲍汁白灵菇+干锅牛蛙+清蒸白水鱼+沙律牛排+鹅肝炖蛋+热炝花蛤+上汤杭白菜+农家老鸡汤）+点心（脆皮香蕉+麻饼）！拉手券使用时间：西藏南路店：10:30-14:00，16:00-21:00，崂山路店：10:30-14:00 ，16:00-次日凌晨03:00！',
    'address' => '浦东新区崂山路585号',
    'coordinate' => 
    array (
      'longitude' => 121.52343,
      'latitude' => 31.2254,
    ),
  ),
  14 => 
  array (
    '_id' => 90432,
    'title' => '仅售19.9元，市场价30元的芒不颠港式甜品套餐，3种套餐任选，喧闹的城市，安静的小店，一份甜品，一点舒心，你需要一个甜蜜的下午，来放松一周的辛劳，给自己一份甜蜜的犒赏！',
    'address' => '浦东新区崂山路645号（近潍坊路）',
    'coordinate' => 
    array (
      'longitude' => 121.52456,
      'latitude' => 31.22318,
    ),
  ),
  15 => 
  array (
    '_id' => 90427,
    'title' => '仅售79元，市场价198元的康骏会馆（南京东路店）按摩套组，男女不限，健康有道，骏越万里！',
    'address' => '黄浦区南京东路588号丝绸商厦4楼',
    'coordinate' => 
    array (
      'longitude' => 121.48023,
      'latitude' => 31.23576,
    ),
  ),
  16 => 
  array (
    '_id' => 90425,
    'title' => '仅售209元，市场价708元的康骏会馆（南京东路店）全身精油按摩，男女不限，健康有道，骏越万里！',
    'address' => '黄浦区南京东路588号丝绸商厦4楼',
    'coordinate' => 
    array (
      'longitude' => 121.48023,
      'latitude' => 31.23576,
    ),
  ),
  17 => 
  array (
    '_id' => 90418,
    'title' => '【人民广场】仅售9元！市场价180元的华兴少儿体验课程一人次(适合5-16周岁青少年)：面塑(捏面人)/空手道（约60分钟，2选1）！拉手券仅限每周三、周五、周六、周日使用！国庆节（2012年10月3日、5日、6日、7日）不使用拉手券！',
    'address' => '黄浦区北海路8号9楼D座',
    'coordinate' => 
    array (
      'longitude' => 121.48444,
      'latitude' => 31.23176,
    ),
  ),
  18 => 
  array (
    '_id' => 90404,
    'title' => '仅售149.9元，市场价601元的安藤家日本料理4人套餐，交通便利，秉承美食烹制之精华，一脉相承之古老秘方，美味从此开始！',
    'address' => '黄浦区金陵东路229号范仕达生活广场2楼',
    'coordinate' => 
    array (
      'longitude' => 121.4875,
      'latitude' => 31.2303,
    ),
  ),
  19 => 
  array (
    '_id' => 90402,
    'title' => '仅售33元，市场价83元的中油阳光大酒店（三楼和怡中餐厅）单人套餐，物美价廉，美味地道，尽在中油阳光大酒店和怡中餐厅！',
    'address' => '浦东新区东方路969号(近浦电路)',
    'coordinate' => 
    array (
      'longitude' => 121.52876,
      'latitude' => 31.22204,
    ),
  ),
  20 => 
  array (
    '_id' => 90377,
    'title' => '仅售48元，市场价1852元的修身堂美容养生套组，赠送修身堂人体测分仪1次，要美丽，要自信，修身堂让您绽放美丽光彩！',
    'address' => '浦东新区浦东南路1036号隆宇大厦801室',
    'coordinate' => 
    array (
      'longitude' => 121.5152,
      'latitude' => 31.22899,
    ),
  ),
  21 => 
  array (
    '_id' => 90376,
    'title' => '仅售108元，市场价320元的上海源胜商务酒店客房一间入住一天，交通便利，上海源胜商务酒店，享受家的幸福！',
    'address' => '黄浦区南苏州路935号正大门（黄浦区厦门路206号后门）（人民广场，南京东路，近西藏中路桥）',
    'coordinate' => 
    array (
      'longitude' => 121.47416,
      'latitude' => 31.24088,
    ),
  ),
  22 => 
  array (
    '_id' => 90372,
    'title' => '仅售88.8元，市场价200元的重庆龙门鱼府鱼火锅4人套餐，2店通用，龙门鱼府，真正的鱼火锅，吃的就是这个味儿~',
    'address' => '上海市浦东新区崂山路300号（近乳山路）',
    'coordinate' => 
    array (
      'longitude' => 121.52022,
      'latitude' => 31.234,
    ),
  ),
  23 => 
  array (
    '_id' => 90359,
    'title' => '仅售998元，市场价3097元的中福世福汇大酒店豪华十人宴，节假日通用，美味诱惑，奢华享受',
    'address' => '上海市黄浦区广东路339号3楼潮粤轩中餐厅',
    'coordinate' => 
    array (
      'longitude' => 121.48439,
      'latitude' => 31.23258,
    ),
  ),
  24 => 
  array (
    '_id' => 90297,
    'title' => '仅售179元，酒店门市价309元的汉庭快捷酒店客房一间入住一天，含双人早餐，舒适温馨，给您家的感觉',
    'address' => '浦东新区峨山路91弄38号',
    'coordinate' => 
    array (
      'longitude' => 121.53299,
      'latitude' => 31.21559,
    ),
  ),
  25 => 
  array (
    '_id' => 90292,
    'title' => '仅售188元，酒店门市价599元的上海瑞亚臻品酒店客房入住1天，赠送矿泉水2瓶，优雅浪漫，温暖舒心',
    'address' => '上海市闸北区梅园路37号',
    'coordinate' => 
    array (
      'longitude' => 121.46055,
      'latitude' => 31.24134,
    ),
  ),
  26 => 
  array (
    '_id' => 90282,
    'title' => '仅售128元，市场价160元的常州淹城春秋乐园自由行，节假日通用，神奇淹城，梦回春秋',
    'address' => '黄浦区河南南路33号',
    'coordinate' => 
    array (
      'longitude' => 121.48721,
      'latitude' => 31.22902,
    ),
  ),
  27 => 
  array (
    '_id' => 90281,
    'title' => '仅售88元，市场价168元的常州花都温泉自由行，节假日通用，花都温泉设计透露自然与生态，隔开外面的喧闹吵杂，有着静谧的安全感，展现了休闲度假的意境，给紧张生活带来彻底的放松',
    'address' => '黄浦区河南南路33号',
    'coordinate' => 
    array (
      'longitude' => 121.48721,
      'latitude' => 31.22902,
    ),
  ),
  28 => 
  array (
    '_id' => 90252,
    'title' => '仅售29.9元，市场价50元的韩林炭烤(市百一店)现金抵用，可叠加使用，美味鲜香，尽享欢乐',
    'address' => '黄浦区南京东路830号第一百货5F',
    'coordinate' => 
    array (
      'longitude' => 121.48023,
      'latitude' => 31.23576,
    ),
  ),
  29 => 
  array (
    '_id' => 90224,
    'title' => '仅售79元，酒店门市价100元的汉庭快捷酒店钟点房一间连续入住4小时，节假日通用，舒适温馨，给您家的感觉',
    'address' => '浦东新区峨山路91弄38号',
    'coordinate' => 
    array (
      'longitude' => 121.53299,
      'latitude' => 31.21559,
    ),
  ),
  30 => 
  array (
    '_id' => 90194,
    'title' => '仅售499元，市场价1128元的南浔世家10人餐，节假日通用',
    'address' => '浦东新区乳山路345号',
    'coordinate' => 
    array (
      'longitude' => 121.53027,
      'latitude' => 31.23863,
    ),
  ),
  31 => 
  array (
    '_id' => 90193,
    'title' => '仅售69元，市场价238元的南新雅大酒店8英寸蛋糕，浓浓的芝士香味让那股温柔甜蜜肆意地在您全身每一处洋溢',
    'address' => '黄浦区九江路700号南新雅大酒店',
    'coordinate' => 
    array (
      'longitude' => 121.47736,
      'latitude' => 31.23435,
    ),
  ),
  32 => 
  array (
    '_id' => 90187,
    'title' => '仅售1298元，市场价2596元的瑞慈体检至尊套组，连锁品牌，值得信赖',
    'address' => '上海市浦东南路256号华夏银行大厦3F',
    'coordinate' => 
    array (
      'longitude' => 121.50896,
      'latitude' => 31.23974,
    ),
  ),
  33 => 
  array (
    '_id' => 90186,
    'title' => '仅售698元，市场价1269元的瑞慈体检关爱套组，连锁品牌，值得信赖',
    'address' => '上海市浦东南路256号华夏银行大厦3F',
    'coordinate' => 
    array (
      'longitude' => 121.50896,
      'latitude' => 31.23974,
    ),
  ),
  34 => 
  array (
    '_id' => 90185,
    'title' => '仅售398元，市场价1099元的俪晶酒店餐厅6-8人餐，俪晶酒店，贴心位置，赞口美味',
    'address' => '黄浦区汉口路678号3楼',
    'coordinate' => 
    array (
      'longitude' => 121.47758,
      'latitude' => 31.23375,
    ),
  ),
  35 => 
  array (
    '_id' => 90164,
    'title' => '仅售168元，市场价360元的铁道宾馆入住一晚，酒店地处与上海市中心繁华的南京东路步行街接壤的贵州路，交通极其便利',
    'address' => '上海市黄浦区贵州路160号',
    'coordinate' => 
    array (
      'longitude' => 121.47606,
      'latitude' => 31.2366,
    ),
  ),
  36 => 
  array (
    '_id' => 90163,
    'title' => '仅售158元，市场价248元的名信游船浦江游套票，游览浦江美景，享永不落幕的经典',
    'address' => '黄浦区中山东二路531号',
    'coordinate' => 
    array (
      'longitude' => 121.49831,
      'latitude' => 31.22743,
    ),
  ),
  37 => 
  array (
    '_id' => 90152,
    'title' => '仅售798元，市场价1600元的瑞慈体检豪华体检套组，连锁品牌，值得信赖',
    'address' => '上海市浦东南路256号华夏银行大厦3F',
    'coordinate' => 
    array (
      'longitude' => 121.50896,
      'latitude' => 31.23974,
    ),
  ),
  38 => 
  array (
    '_id' => 90151,
    'title' => '仅售328元，市场价630元的瑞慈体检体检套组，男女通用，连锁品牌，值得信赖',
    'address' => '上海市浦东南路256号华夏银行大厦3F',
    'coordinate' => 
    array (
      'longitude' => 121.50896,
      'latitude' => 31.23974,
    ),
  ),
  39 => 
  array (
    '_id' => 90145,
    'title' => '仅售98元，市场价238元的上海浦江之星客房一间入住一天，节假日通用，精致生活，品质享受',
    'address' => '浦东新区蓝村路2号',
    'coordinate' => 
    array (
      'longitude' => 121.53301,
      'latitude' => 31.21147,
    ),
  ),
  40 => 
  array (
    '_id' => 90135,
    'title' => '仅售198元，市场价298元的上海辰龙商务酒店客房一间入住一天，节假日通用，精致生活，品质享受',
    'address' => '黄浦区牛庄路582号',
    'coordinate' => 
    array (
      'longitude' => 121.47918,
      'latitude' => 31.23814,
    ),
  ),
  41 => 
  array (
    '_id' => 90123,
    'title' => '仅售38元，市场价50元的小梁园枫叶餐厅现金抵用，可叠加使用，精致生活，品质享受',
    'address' => '黄浦区山东中路208号',
    'coordinate' => 
    array (
      'longitude' => 121.48457,
      'latitude' => 31.23471,
    ),
  ),
  42 => 
  array (
    '_id' => 90118,
    'title' => '仅售88元，市场价128元的快乐船长浦江游船长8号特色航班散客票，节假日通用，豪华游轮格调不凡，在浦江黄金航线，尽赏上海精髓之美！',
    'address' => '上海市黄浦区中山东二路531号十六铺码头B1（进入地下一层右转到底2号侯船室）',
    'coordinate' => 
    array (
      'longitude' => 121.49831,
      'latitude' => 31.22743,
    ),
  ),
  43 => 
  array (
    '_id' => 90108,
    'title' => '仅售128元！市场价198元的浦江游览1号龙船浪漫夜游自助餐（含保险）一人次：龙船浪漫浦江夜游（约80分钟游程，每天只开一班，开航时间19:00）+浦江游览龙船自助餐！',
    'address' => '上海市外马路307号',
    'coordinate' => 
    array (
      'longitude' => 121.5052,
      'latitude' => 31.22162,
    ),
  ),
  44 => 
  array (
    '_id' => 90104,
    'title' => '仅售888元，市场价1750元的南新雅大酒店8-10人餐，赠送果盘，美味传承，各类美味轮番来袭，豪华味蕾享受',
    'address' => '上海市黄浦区九江路700号南新雅大酒店二楼',
    'coordinate' => 
    array (
      'longitude' => 121.47712,
      'latitude' => 31.23475,
    ),
  ),
  45 => 
  array (
    '_id' => 90102,
    'title' => '仅售128元，市场价228元的上海浦西万怡酒店单人豪华自助晚餐，多种口味任选，精美海量自助餐无限畅吃',
    'address' => '闸北区恒丰路338号2楼',
    'coordinate' => 
    array (
      'longitude' => 121.45576,
      'latitude' => 31.2431,
    ),
  ),
  46 => 
  array (
    '_id' => 90053,
    'title' => '仅售298元，市场价478元的南新雅大酒店4人餐，赠送果盘，美味传承，各类美味轮番来袭，豪华味蕾享受',
    'address' => '上海市黄浦区九江路700号南新雅大酒店',
    'coordinate' => 
    array (
      'longitude' => 121.47705,
      'latitude' => 31.23433,
    ),
  ),
  47 => 
  array (
    '_id' => 90050,
    'title' => '仅售378元，市场价1200元的上海吉瑞酒店公寓入住一天，赠送矿泉水2瓶',
    'address' => '浦东新区浦电路110号',
    'coordinate' => 
    array (
      'longitude' => 121.5201,
      'latitude' => 31.21859,
    ),
  ),
  48 => 
  array (
    '_id' => 90023,
    'title' => '仅售168.8元，市场价430元的台北小统一牛排馆浪漫双人餐，与爱人分享这浪漫时刻',
    'address' => '九江路693号1-2楼',
    'coordinate' => 
    array (
      'longitude' => 121.4772,
      'latitude' => 31.23403,
    ),
  ),
  49 => 
  array (
    '_id' => 11122,
    'coordinate' => 
    array (
      'longitude' => 121.48023,
      'latitude' => 31.23576,
    ),
    'title' => '【上海杭州2店通用】仅售78元！市场价最高660元的上海鸿光眼镜/杭州视觉眼镜配镜套组一份（男女不限，需自取）：记忆板材架/合金钢板架/记忆钛架（3选1）+卡蒂罗镜片【1.56折射率、非球面、加硬加膜】，另免费验光+免费清洗+免费校正、维修！赠送镜盒、镜布！镜片适用于近视0-800度（含）和散光0-200度（含）的用户！更有升级套组详见页面！时尚前卫，让你靓丽出行！专业眼光配镜，让您看到的世界更清晰明亮！',
    'address' => '上海市黄浦区南京东路592号4楼412室（南京东路步行街李宁旗舰店楼上）',
  ),
  50 => 
  array (
    '_id' => 464,
    'coordinate' => 
    array (
      'longitude' => 121.47355,
      'latitude' => 31.23817,
    ),
    'title' => '仅售9.8元，市场价12.8元的牛奶棚掼奶魔方蛋糕2个，节假日通用，营养健康！爱意无限',
    'address' => '黄浦区西藏中路632号',
  ),
  51 => 
  array (
    '_id' => 461,
    'coordinate' => 
    array (
      'longitude' => 121.49216,
      'latitude' => 31.22945,
    ),
    'title' => '【城隍庙】仅售798元！市场价1420元的兴宇大酒店8-10人套餐一份：鲍参刺肚羹+双椒焗龙虾+鲍汁扣大乌参+避风塘花蟹+沙田乳鸽+酱爆驼峰肉+深井烧鹅+辣酒煮香螺+桂花炒瑶柱+干煸四季豆+清炒时蔬+木瓜蛋挞+生煎包！邀请朋友来一起品尝这精致的美食吧！另赠送水果拼盘1份及精美八冷碟1份！',
    'address' => '黄浦区人民路386号8楼',
  ),
  52 => 
  array (
    '_id' => 456,
    'coordinate' => 
    array (
      'longitude' => 121.49216,
      'latitude' => 31.22945,
    ),
    'title' => '【城隍庙】仅售158元！市场价478元的兴宇大酒店4人套餐一份：双椒焗龙虾+西湖牛肉羹+红烧罗汉鲍+蜜汁叉烧+素鱼翅饺+清炒时蔬！邀请朋友来一起品尝这精致的美食吧！',
    'address' => '黄浦区人民路386号8楼',
  ),
  53 => 
  array (
    '_id' => 452,
    'coordinate' => 
    array (
      'longitude' => 121.52343,
      'latitude' => 31.2254,
    ),
    'title' => '【2店通用】仅售999元！市场价4108元的跃民大酒店10人B套餐一份：冷菜（老干妈小黄鱼+家乡咸鸡+特色鱼皮+糟三鲜+水晶肴肉+关东木耳+万年青+冰糖红枣）+热菜（清蒸大闸蟹+黄油焗龙虾+鲍汁翅肚羹+酒香蒸鲥鱼+豆豉扇贝王+黑椒牛仔粒+金牌烤鸭+ 红烧大圆蹄+小米椒仔鸡+特色鱼米之乡+龙虾泡饭+上汤时蔬+点心（麻饼）！拉手券使用时间：西藏南路店：10:30-14:00，16:00-21:00，崂山路店：10:30-14:00 ，16:00-次日凌晨03:00！',
    'address' => '浦东新区崂山路585号',
  ),
  54 => 
  array (
    '_id' => 451,
    'coordinate' => 
    array (
      'longitude' => 121.52343,
      'latitude' => 31.2254,
    ),
    'title' => '【2店通用】仅售168元！市场价827元的跃民大酒店4-6人套餐一份：冷菜（散养鸡+本帮熏鱼+凉拌黄瓜）+热菜（香辣梭子蟹+酒香鲥鱼+清炒河虾仁+干锅牛筋+鹅肝沫炖蛋+灌汤虾球+香菇面筋煲+热炝花蛤+本帮酸辣汤+清炒时蔬）！拉手券使用时间：西藏南路店：10:30-14:00，16:00-21:00，崂山路店：10:30-14:00 ，16:00-次日凌晨03:00！',
    'address' => '浦东新区崂山路585号',
  ),
  55 => 
  array (
    '_id' => 450,
    'coordinate' => 
    array (
      'longitude' => 121.52343,
      'latitude' => 31.2254,
    ),
    'title' => '【2店通用】仅售699元！市场价2013元的跃民大酒店10人A套餐一份：冷菜（散养鸡+水晶肴肉+本帮熏鱼+关东木耳+色拉+万年青）+热菜（葱油局龙虾+葱姜梭子蟹+金牌烤鸭+灌汤虾球+鲍汁白灵菇+干锅牛蛙+清蒸白水鱼+沙律牛排+鹅肝炖蛋+热炝花蛤+上汤杭白菜+农家老鸡汤）+点心（脆皮香蕉+麻饼）！拉手券使用时间：西藏南路店：10:30-14:00，16:00-21:00，崂山路店：10:30-14:00 ，16:00-次日凌晨03:00！',
    'address' => '浦东新区崂山路585号',
  ),
  56 => 
  array (
    '_id' => 433,
    'coordinate' => 
    array (
      'longitude' => 121.52456,
      'latitude' => 31.22318,
    ),
    'title' => '仅售19.9元，市场价30元的芒不颠港式甜品套餐，3种套餐任选，喧闹的城市，安静的小店，一份甜品，一点舒心，你需要一个甜蜜的下午，来放松一周的辛劳，给自己一份甜蜜的犒赏！',
    'address' => '浦东新区崂山路645号（近潍坊路）',
  ),
  57 => 
  array (
    '_id' => 428,
    'coordinate' => 
    array (
      'longitude' => 121.48023,
      'latitude' => 31.23576,
    ),
    'title' => '仅售79元，市场价198元的康骏会馆（南京东路店）按摩套组，男女不限，健康有道，骏越万里！',
    'address' => '黄浦区南京东路588号丝绸商厦4楼',
  ),
  58 => 
  array (
    '_id' => 426,
    'coordinate' => 
    array (
      'longitude' => 121.48023,
      'latitude' => 31.23576,
    ),
    'title' => '仅售209元，市场价708元的康骏会馆（南京东路店）全身精油按摩，男女不限，健康有道，骏越万里！',
    'address' => '黄浦区南京东路588号丝绸商厦4楼',
  ),
  59 => 
  array (
    '_id' => 419,
    'coordinate' => 
    array (
      'longitude' => 121.48444,
      'latitude' => 31.23176,
    ),
    'title' => '【人民广场】仅售9元！市场价180元的华兴少儿体验课程一人次(适合5-16周岁青少年)：面塑(捏面人)/空手道（约60分钟，2选1）！拉手券仅限每周三、周五、周六、周日使用！国庆节（2012年10月3日、5日、6日、7日）不使用拉手券！',
    'address' => '黄浦区北海路8号9楼D座',
  ),
  60 => 
  array (
    '_id' => 405,
    'coordinate' => 
    array (
      'longitude' => 121.4875,
      'latitude' => 31.2303,
    ),
    'title' => '仅售149.9元，市场价601元的安藤家日本料理4人套餐，交通便利，秉承美食烹制之精华，一脉相承之古老秘方，美味从此开始！',
    'address' => '黄浦区金陵东路229号范仕达生活广场2楼',
  ),
  61 => 
  array (
    '_id' => 403,
    'coordinate' => 
    array (
      'longitude' => 121.52876,
      'latitude' => 31.22204,
    ),
    'title' => '仅售33元，市场价83元的中油阳光大酒店（三楼和怡中餐厅）单人套餐，物美价廉，美味地道，尽在中油阳光大酒店和怡中餐厅！',
    'address' => '浦东新区东方路969号(近浦电路)',
  ),
  62 => 
  array (
    '_id' => 378,
    'coordinate' => 
    array (
      'longitude' => 121.5152,
      'latitude' => 31.22899,
    ),
    'title' => '仅售48元，市场价1852元的修身堂美容养生套组，赠送修身堂人体测分仪1次，要美丽，要自信，修身堂让您绽放美丽光彩！',
    'address' => '浦东新区浦东南路1036号隆宇大厦801室',
  ),
  63 => 
  array (
    '_id' => 377,
    'coordinate' => 
    array (
      'longitude' => 121.47416,
      'latitude' => 31.24088,
    ),
    'title' => '仅售108元，市场价320元的上海源胜商务酒店客房一间入住一天，交通便利，上海源胜商务酒店，享受家的幸福！',
    'address' => '黄浦区南苏州路935号正大门（黄浦区厦门路206号后门）（人民广场，南京东路，近西藏中路桥）',
  ),
  64 => 
  array (
    '_id' => 373,
    'coordinate' => 
    array (
      'longitude' => 121.52022,
      'latitude' => 31.234,
    ),
    'title' => '仅售88.8元，市场价200元的重庆龙门鱼府鱼火锅4人套餐，2店通用，龙门鱼府，真正的鱼火锅，吃的就是这个味儿~',
    'address' => '上海市浦东新区崂山路300号（近乳山路）',
  ),
  65 => 
  array (
    '_id' => 360,
    'coordinate' => 
    array (
      'longitude' => 121.48439,
      'latitude' => 31.23258,
    ),
    'title' => '仅售998元，市场价3097元的中福世福汇大酒店豪华十人宴，节假日通用，美味诱惑，奢华享受',
    'address' => '上海市黄浦区广东路339号3楼潮粤轩中餐厅',
  ),
  66 => 
  array (
    '_id' => 298,
    'coordinate' => 
    array (
      'longitude' => 121.53299,
      'latitude' => 31.21559,
    ),
    'title' => '仅售179元，酒店门市价309元的汉庭快捷酒店客房一间入住一天，含双人早餐，舒适温馨，给您家的感觉',
    'address' => '浦东新区峨山路91弄38号',
  ),
  67 => 
  array (
    '_id' => 293,
    'coordinate' => 
    array (
      'longitude' => 121.46055,
      'latitude' => 31.24134,
    ),
    'title' => '仅售188元，酒店门市价599元的上海瑞亚臻品酒店客房入住1天，赠送矿泉水2瓶，优雅浪漫，温暖舒心',
    'address' => '上海市闸北区梅园路37号',
  ),
  68 => 
  array (
    '_id' => 283,
    'coordinate' => 
    array (
      'longitude' => 121.48721,
      'latitude' => 31.22902,
    ),
    'title' => '仅售128元，市场价160元的常州淹城春秋乐园自由行，节假日通用，神奇淹城，梦回春秋',
    'address' => '黄浦区河南南路33号',
  ),
  69 => 
  array (
    '_id' => 282,
    'coordinate' => 
    array (
      'longitude' => 121.48721,
      'latitude' => 31.22902,
    ),
    'title' => '仅售88元，市场价168元的常州花都温泉自由行，节假日通用，花都温泉设计透露自然与生态，隔开外面的喧闹吵杂，有着静谧的安全感，展现了休闲度假的意境，给紧张生活带来彻底的放松',
    'address' => '黄浦区河南南路33号',
  ),
  70 => 
  array (
    '_id' => 253,
    'coordinate' => 
    array (
      'longitude' => 121.48023,
      'latitude' => 31.23576,
    ),
    'title' => '仅售29.9元，市场价50元的韩林炭烤(市百一店)现金抵用，可叠加使用，美味鲜香，尽享欢乐',
    'address' => '黄浦区南京东路830号第一百货5F',
  ),
  71 => 
  array (
    '_id' => 225,
    'coordinate' => 
    array (
      'longitude' => 121.53299,
      'latitude' => 31.21559,
    ),
    'title' => '仅售79元，酒店门市价100元的汉庭快捷酒店钟点房一间连续入住4小时，节假日通用，舒适温馨，给您家的感觉',
    'address' => '浦东新区峨山路91弄38号',
  ),
  72 => 
  array (
    '_id' => 195,
    'coordinate' => 
    array (
      'longitude' => 121.53027,
      'latitude' => 31.23863,
    ),
    'title' => '仅售499元，市场价1128元的南浔世家10人餐，节假日通用',
    'address' => '浦东新区乳山路345号',
  ),
  73 => 
  array (
    '_id' => 194,
    'coordinate' => 
    array (
      'longitude' => 121.47736,
      'latitude' => 31.23435,
    ),
    'title' => '仅售69元，市场价238元的南新雅大酒店8英寸蛋糕，浓浓的芝士香味让那股温柔甜蜜肆意地在您全身每一处洋溢',
    'address' => '黄浦区九江路700号南新雅大酒店',
  ),
  74 => 
  array (
    '_id' => 188,
    'coordinate' => 
    array (
      'longitude' => 121.50896,
      'latitude' => 31.23974,
    ),
    'title' => '仅售1298元，市场价2596元的瑞慈体检至尊套组，连锁品牌，值得信赖',
    'address' => '上海市浦东南路256号华夏银行大厦3F',
  ),
  75 => 
  array (
    '_id' => 187,
    'coordinate' => 
    array (
      'longitude' => 121.50896,
      'latitude' => 31.23974,
    ),
    'title' => '仅售698元，市场价1269元的瑞慈体检关爱套组，连锁品牌，值得信赖',
    'address' => '上海市浦东南路256号华夏银行大厦3F',
  ),
  76 => 
  array (
    '_id' => 186,
    'coordinate' => 
    array (
      'longitude' => 121.47758,
      'latitude' => 31.23375,
    ),
    'title' => '仅售398元，市场价1099元的俪晶酒店餐厅6-8人餐，俪晶酒店，贴心位置，赞口美味',
    'address' => '黄浦区汉口路678号3楼',
  ),
  77 => 
  array (
    '_id' => 165,
    'coordinate' => 
    array (
      'longitude' => 121.47606,
      'latitude' => 31.2366,
    ),
    'title' => '仅售168元，市场价360元的铁道宾馆入住一晚，酒店地处与上海市中心繁华的南京东路步行街接壤的贵州路，交通极其便利',
    'address' => '上海市黄浦区贵州路160号',
  ),
  78 => 
  array (
    '_id' => 164,
    'coordinate' => 
    array (
      'longitude' => 121.49831,
      'latitude' => 31.22743,
    ),
    'title' => '仅售158元，市场价248元的名信游船浦江游套票，游览浦江美景，享永不落幕的经典',
    'address' => '黄浦区中山东二路531号',
  ),
  79 => 
  array (
    '_id' => 153,
    'coordinate' => 
    array (
      'longitude' => 121.50896,
      'latitude' => 31.23974,
    ),
    'title' => '仅售798元，市场价1600元的瑞慈体检豪华体检套组，连锁品牌，值得信赖',
    'address' => '上海市浦东南路256号华夏银行大厦3F',
  ),
  80 => 
  array (
    '_id' => 152,
    'coordinate' => 
    array (
      'longitude' => 121.50896,
      'latitude' => 31.23974,
    ),
    'title' => '仅售328元，市场价630元的瑞慈体检体检套组，男女通用，连锁品牌，值得信赖',
    'address' => '上海市浦东南路256号华夏银行大厦3F',
  ),
  81 => 
  array (
    '_id' => 146,
    'coordinate' => 
    array (
      'longitude' => 121.53301,
      'latitude' => 31.21147,
    ),
    'title' => '仅售98元，市场价238元的上海浦江之星客房一间入住一天，节假日通用，精致生活，品质享受',
    'address' => '浦东新区蓝村路2号',
  ),
  82 => 
  array (
    '_id' => 136,
    'coordinate' => 
    array (
      'longitude' => 121.47918,
      'latitude' => 31.23814,
    ),
    'title' => '仅售198元，市场价298元的上海辰龙商务酒店客房一间入住一天，节假日通用，精致生活，品质享受',
    'address' => '黄浦区牛庄路582号',
  ),
  83 => 
  array (
    '_id' => 124,
    'coordinate' => 
    array (
      'longitude' => 121.48457,
      'latitude' => 31.23471,
    ),
    'title' => '仅售38元，市场价50元的小梁园枫叶餐厅现金抵用，可叠加使用，精致生活，品质享受',
    'address' => '黄浦区山东中路208号',
  ),
  84 => 
  array (
    '_id' => 119,
    'coordinate' => 
    array (
      'longitude' => 121.49831,
      'latitude' => 31.22743,
    ),
    'title' => '仅售88元，市场价128元的快乐船长浦江游船长8号特色航班散客票，节假日通用，豪华游轮格调不凡，在浦江黄金航线，尽赏上海精髓之美！',
    'address' => '上海市黄浦区中山东二路531号十六铺码头B1（进入地下一层右转到底2号侯船室）',
  ),
  85 => 
  array (
    '_id' => 109,
    'coordinate' => 
    array (
      'longitude' => 121.5052,
      'latitude' => 31.22162,
    ),
    'title' => '仅售128元！市场价198元的浦江游览1号龙船浪漫夜游自助餐（含保险）一人次：龙船浪漫浦江夜游（约80分钟游程，每天只开一班，开航时间19:00）+浦江游览龙船自助餐！',
    'address' => '上海市外马路307号',
  ),
  86 => 
  array (
    '_id' => 105,
    'coordinate' => 
    array (
      'longitude' => 121.47712,
      'latitude' => 31.23475,
    ),
    'title' => '仅售888元，市场价1750元的南新雅大酒店8-10人餐，赠送果盘，美味传承，各类美味轮番来袭，豪华味蕾享受',
    'address' => '上海市黄浦区九江路700号南新雅大酒店二楼',
  ),
  87 => 
  array (
    '_id' => 103,
    'coordinate' => 
    array (
      'longitude' => 121.45576,
      'latitude' => 31.2431,
    ),
    'title' => '仅售128元，市场价228元的上海浦西万怡酒店单人豪华自助晚餐，多种口味任选，精美海量自助餐无限畅吃',
    'address' => '闸北区恒丰路338号2楼',
  ),
  88 => 
  array (
    '_id' => 54,
    'coordinate' => 
    array (
      'longitude' => 121.47705,
      'latitude' => 31.23433,
    ),
    'title' => '仅售298元，市场价478元的南新雅大酒店4人餐，赠送果盘，美味传承，各类美味轮番来袭，豪华味蕾享受',
    'address' => '上海市黄浦区九江路700号南新雅大酒店',
  ),
  89 => 
  array (
    '_id' => 51,
    'coordinate' => 
    array (
      'longitude' => 121.5201,
      'latitude' => 31.21859,
    ),
    'title' => '仅售378元，市场价1200元的上海吉瑞酒店公寓入住一天，赠送矿泉水2瓶',
    'address' => '浦东新区浦电路110号',
  ),
  90 => 
  array (
    '_id' => 24,
    'coordinate' => 
    array (
      'longitude' => 121.4772,
      'latitude' => 31.23403,
    ),
    'title' => '仅售168.8元，市场价430元的台北小统一牛排馆浪漫双人餐，与爱人分享这浪漫时刻',
    'address' => '九江路693号1-2楼',
  ),
)
;

