<?php

/* HenterGEOBundle:Place:plain_term.html.twig */
class __TwigTemplate_14e8e7f1591fa3101a98b7e7b1cc9f51 extends Twig_Template
{
    public function __construct(Twig_Environment $env)
    {
        parent::__construct($env);

        $this->parent = false;

        $this->blocks = array(
        );
    }

    protected function doDisplay(array $context, array $blocks = array())
    {
        // line 1
        echo "<!doctype html>
<html>
<head>
    <meta name=\"viewport\" content=\"width=320\">
    <style>
        html {font-size:12px;text-align: justify}
    </style>
</head>
<body>
<h2>服务条款</h2>
<p>
    1. 本协议适用于坐开发的薇蜜。使用薇蜜以及与其相关联的各项技术服务和网络服务之前，您必须同意接受本协议。若不接受本协议，您将无法使用薇蜜及相关服务。
</p>
<p>
    2. 您可以通过以下任何一种方式接受本协议：1) 在薇蜜任一用户界面中，点击表示接受或同意本协议的全部条款的选项；2) 实际使用薇蜜及薇蜜提供的其他相关服务。您对薇蜜及其他相关服务的使用将被视为您自实际使用起便接受了本协议的全部条款。
</p>
<p>
    3. 薇蜜网络平台的所有权和运营权归薇蜜所有，并保留随时变更平台提供的信息和服务的权利。薇蜜所提供的相关信息和服务的使用者（以下简称“用户”）在使用之前必须同意以下的所有条款。
</p>
<p>
    4. 用户在薇蜜上发布的信息内容由用户及薇蜜共同所有，任何其他组织或个人未经用户本人授权同意，不得复制、转载、擅改其内容。用户不得在薇蜜发布和散播任何形式的含有下列内容的信息：1）为相关法律法规所禁止；2）有悖于社会公共秩序和善良风俗；3）损害他人合法权益；4）其他薇蜜认为不适当在本平台发布的内容。 薇蜜保留删除和变更上述相关信息的权利。
</p>
<p>
    5. 用户应保证在薇蜜的注册信息的真实、准确和完整，并在资料变更时及时更新相关信息。对于任何信息不实所导致的用户本人或第三方损害，薇蜜不承担任何责任。用户应妥善保管个人注册信息及登录密码等资料，用户将对以其注册用户名进行的所有活动和事件负法律责任。
</p>
<p>
    6. 薇蜜非常强调保护用户的隐私。薇蜜将致力于为用户提供最可靠的隐私保护措施。未经用户的特别授权，薇蜜不会将用户信息公开或透露给任何第三方个人或机构，但在下列情形除外：1) 根据司法机关、政府部门的强制命令提供涉及用户信息的相关资料； 2) 不可抗力与不可控因素导致的信息外泄； 3) 薇蜜基于自身的合法维权需要而使用用户的相关信息。
</p>
<p>
    7. 用户同意使用薇蜜服务所潜在的风险及其一切可能的后果将完全由自己承担，薇蜜对这些可能的风险和后果不承担任何责任。
</p>
<p>
    8. 薇蜜不保证薇蜜提供的服务能够满足用户的所有要求，也不保证已存在的服务不会中断，对这些服务的及时性、安全性、准确性也不作保证。对于因系统维护或升级的需要而需暂停网络服务的情形，薇蜜将视具体情形尽可能事先在重要页面发布通知。同时，薇蜜保留在不事先通知用户的情况下中断或终止部分或全部服务的权利，对于因服务的中断或终止而造成的用户或第三方的任何损失，薇蜜不承担任何责任。
</p>
<p>
    9. 用户同意尊重和维护薇蜜以及其他用户的合法权益。用户因违反有关法律、法规或协议规定中的任何条款而给薇蜜或任何第三方造成的损失，用户同意承担由此造成的一切损害赔偿责任。
</p>
<p>
    10. 在适用法律允许的范围内，薇蜜保留对本协议任何条款的解释权和随时变更的权利。 薇蜜可能会随时根据需要修改本协议的任一条款。如发生此类变更，薇蜜会提供新版本的条款。用户在变更后对薇蜜服务的使用将视为已完全接受变更后的条款。
</p>
<p>
    11. 本协议在根据下述规定终止前，将会一直适用。当下列情况出现时，薇蜜可以随时中止与用户的协议：1) 用户违反了本协议中的任何规定；2) 法律法规要求终止本协议;3) 薇蜜认为实际情形不再适宜继续执行本协议。
</p>
<p>
    12. 本协议及因本协议产生的一切法律关系及纠纷，均适用中华人民共和国法律。用户与薇蜜在此同意以薇蜜营业所在地法院管辖。
</p>
</body>
</html>";
    }

    public function getTemplateName()
    {
        return "HenterGEOBundle:Place:plain_term.html.twig";
    }

    public function getDebugInfo()
    {
        return array (  177 => 105,  156 => 102,  175 => 103,  158 => 101,  197 => 110,  87 => 30,  69 => 25,  164 => 106,  160 => 103,  129 => 80,  113 => 58,  110 => 57,  148 => 84,  56 => 13,  40 => 5,  97 => 36,  86 => 30,  82 => 28,  65 => 23,  62 => 22,  479 => 162,  473 => 161,  468 => 158,  460 => 155,  456 => 153,  452 => 151,  443 => 149,  439 => 148,  436 => 147,  434 => 146,  429 => 144,  426 => 143,  422 => 142,  412 => 134,  408 => 132,  406 => 131,  401 => 130,  397 => 129,  392 => 126,  386 => 122,  383 => 121,  380 => 120,  378 => 119,  373 => 116,  367 => 112,  364 => 111,  361 => 110,  359 => 109,  354 => 106,  340 => 105,  336 => 103,  321 => 101,  313 => 99,  311 => 98,  308 => 97,  304 => 95,  297 => 91,  293 => 90,  284 => 89,  282 => 88,  277 => 86,  267 => 85,  263 => 84,  257 => 81,  251 => 80,  246 => 78,  240 => 77,  234 => 74,  228 => 73,  223 => 71,  219 => 70,  213 => 69,  207 => 68,  198 => 67,  181 => 108,  176 => 107,  170 => 61,  168 => 60,  146 => 58,  142 => 56,  128 => 79,  125 => 44,  107 => 36,  38 => 6,  144 => 53,  141 => 51,  135 => 47,  126 => 77,  109 => 41,  103 => 37,  67 => 25,  61 => 13,  47 => 10,  105 => 24,  93 => 28,  76 => 16,  72 => 14,  68 => 12,  27 => 4,  91 => 32,  84 => 29,  94 => 35,  88 => 31,  79 => 27,  59 => 22,  21 => 2,  44 => 8,  31 => 5,  28 => 3,  225 => 96,  216 => 90,  212 => 88,  205 => 84,  201 => 83,  196 => 80,  194 => 79,  191 => 78,  189 => 77,  186 => 76,  180 => 108,  172 => 67,  159 => 61,  154 => 100,  147 => 55,  132 => 81,  127 => 62,  121 => 45,  118 => 44,  114 => 37,  104 => 51,  100 => 34,  78 => 22,  75 => 23,  71 => 27,  58 => 9,  34 => 11,  26 => 6,  24 => 3,  25 => 3,  19 => 1,  70 => 25,  63 => 24,  46 => 7,  22 => 1,  163 => 59,  155 => 58,  152 => 49,  149 => 48,  145 => 46,  139 => 55,  131 => 63,  123 => 41,  120 => 39,  115 => 39,  106 => 36,  101 => 32,  96 => 80,  83 => 57,  80 => 24,  74 => 27,  66 => 15,  55 => 15,  52 => 15,  50 => 10,  43 => 7,  41 => 7,  37 => 4,  35 => 5,  32 => 4,  29 => 3,  184 => 70,  178 => 71,  171 => 62,  165 => 58,  162 => 57,  157 => 60,  153 => 54,  151 => 53,  143 => 54,  138 => 43,  136 => 84,  133 => 43,  130 => 47,  122 => 43,  119 => 42,  116 => 35,  111 => 37,  108 => 37,  102 => 30,  98 => 133,  95 => 35,  92 => 33,  89 => 34,  85 => 71,  81 => 40,  73 => 19,  64 => 24,  60 => 17,  57 => 14,  54 => 10,  51 => 11,  48 => 13,  45 => 8,  42 => 7,  39 => 6,  36 => 5,  33 => 4,  30 => 2,);
    }
}
